const colors = {
    indigo: '#5f27cd',
    red: '#ee5253',
    yellow: '#feca57',
    mint: '#10ac84',
}

export const webpackText = `<p><h3 style="color: ${colors.red};margin: 0; display: inline;">Вебпаки</h3> — это рекомендованные нашими разработчиками наборы технологий, которые позволят оптимально использовать все необходимые ресурсы под конкретную задачу. Ниже представлены наши собственные наработки и их сопоставимость с видами веб-приложений, чтобы в итоге получить выгодные проекты высокого качества в удобные для вас сроки.</p>`

export const productsText = `

<p><h3 style="color: ${colors.red};margin: 0; display: inline;">Лендинг</h3> — веб-страница, основной задачей которой является сбор контактных данных целевой аудитории. Используется для усиления эффективности рекламы, увеличения аудитории. Целевая страница обычно содержит информацию о товаре или услуге.</p>

<p><h3 style="color: ${colors.red};margin: 0; display: inline;">Сайт-визитка</h3> — небольшой сайт, как правило, состоящий из одной веб-страницы и содержащий основную информацию об организации, частном лице, компании, товарах или услугах, а также прейскуранты и контактные данные. Часто сайт-визитку используют компании, которые не хотят нести большие затраты на создание отдельного сайта.</p>

<p><h3 style="color: ${colors.red};margin: 0; display: inline;">Сайт портфолио</h3> — это ресурс, на котором вы сможете максимально подробно рассказать о своих навыках наработках и талантах. Данный вид сайта подходит как для творческих людей (фотографов, дизайнеров, моделей), так и для специалистов практически любых сфер деятельности (от редактора текстов и переводчика, до разработчика сметной и проектной документации). Также сайт портфолио очень полезен преподавателям, как обычной школы, так и высшей, воспитателям дошкольных учреждений, логопедам, детским психологам и инструкторам.</p>

<p><h3 style="color: ${colors.red};margin: 0; display: inline;">Интернет-магазин</h3> — сайт, торгующий товарами посредством сети Интернет. Позволяет пользователям онлайн, в своём браузере или через мобильное приложение, сформировать заказ на покупку, выбрать способ оплаты и доставки заказа, оплатить заказ.</p>

<p><h3 style="color: ${colors.red};margin: 0; display: inline;">Официальный сайт</h3> — информационный ресурс, соблюдающий все правила и формальности имиджа компании в сфере интернет-технологий, являющийся неотъемлемой частью глобального распространения собственных товаров либо услуг. Официальный сайт проявляет себя как качественная единица информации в глобальной сети Интернет, поэтому каждый производитель или иное юридическое лицо представляет конечному пользователю только достоверную и полноценную информацию о товаре либо его услугах в более доступном и понятном виде.</p>

`
